export const features = [
	{
		id: 1,
		title: 'Cантехника',
		children: [
			{
				id: "1",
				title: "Устранение засора унитаза",
				price: 20,
				// content:
				//   "Причиной затрудненного слива воды в туалете может является отложение солей в трубах. Происходит это из-за жесткой воды, мочевины или иного рода осадков, оседающих на стенках труб и сужающих их внутренний диаметр.",
				content:
					"",
			},
			{
				id: "2",
				title: "Устранение засора ванны, мойки, раковины",
				price: 21,
				// content:
				//   "Постепенно внутри трубопроводов накапливается различный мусор (волосяной покров человека и животных, куски тряпок, жир, различные загрязнения системы труб) и приходится задумываться о том, как прочистить засор в ванной, в мойке или в раковине. Со временем жидкость уходит все медленнее и появляется плохой запах, который издает раковина или ванна.",
				content:
					"",
			},
			{
				id: "3",
				title: "Устранение засора душевой кабины",
				price: 22,
				// content:
				//   "Причиной может быть остатки моющих средств и всевозможные жировые загрязнения, а также большое количество волос и мелкого мусора, и в результате со временем засоряются трубы.",
				content:
					"",
			},
			{
				id: "4",
				title: "Устранение засора трубы канализации",
				price: 23,
				// content:
				//   "Чаще всего трубовопровод загрязняется при попадании в него волос и шерсти животных, пищевых отходов и песка, а также строительных материалов. Загрязнения могут задерживаться на заусенцах внутри труб, где оседает мыльная пена и жир. Отверстие становится все уже, вода проходит хуже, и сливная система может полностью разрушиться, если вовремя не устранить засор.",
				content:
					"",
			},
			{
				id: "5",
				title: "Установка унитаза/ замена унитаза",
				price: 24,
				// content:
				//   "Грамотно установленное сантехническое оборудование может работать годами. Однако все имеет определенный срок службы и приходит время, когда становится понятно, что замена унитаза неизбежна. Для многих эта процедура не доставляет особых хлопот: стоит лишь позвонить в одну из нескольких десятков компаний, занимающихся оказанием сантехнических услуг, и мастера за считанные часы проведут все работы.",
				content:
					"",
			},
			{
				id: "6",
				title: "Подключение стиральной машины",
				price: 26,
				// content:
				//   "На первый взгляд установка стиральной машины процесс несложный, но стоит только начать и сразу ясно, что это далеко не так. Во избежания затопления соседей, порчи вашего ремонта и любых других непредвидемых затрат, звоните и наши сантехники установят Вашу технику.",
				content:
					"",
			},
			{
				id: "7",
				title: "Подключение посудомоечной машины",
				price: 27,
				// content:
				//   "Установка посудомоечной машины - сложный процесс, требующий грамотного подхода и знаний всех тонкостей монтажа. От того, насколько правильно будет подключена автоматика, во многом зависит не только ее дальнейшая работа, но и соблюдение срока гарантии, установленного производителем.",
				content:
					"",
			},
			{
				id: "8",
				title: "Установка/замена смесителя в ванной",
				price: 28,
				// content:
				//   "Существует типы и модели смесителей с разными уровнями сложности сборки, установки и ремонта. Лучше доверить обслуживание устройства профессионалам с большим опытом, для исправной работы без ошибок при монтаже.",
				content:
					"",
			},
			{
				id: "9",
				title: "Установка/замена смесителя на кухне",
				price: 29,
				// content:
				//   "Периодически краны на кухне требуется менять. Эксплуатируются они в жестком режиме, на них попадают в большом количестве моющие вещества, из-за чего они приходят в негодность или просто теряют внешний вид. Потому многие приходят к необходимости поменять кухонный смеситель.",
				content:
					"",
			},
			{
				id: "10",
				title: "Ремонт смесителя в ванной",
				price: 30,
				// content:
				//   "Какого бы отличного качества ни был установлен кран в ванной комнате, рано или поздно может произойти поломка – от этого не застрахован абсолютно никто. Ведь режим эксплуатации кранов, особенно в ванной, в большинстве случаев активный и жёсткий, каждая деталь внутренней и внешней конструкции имеет свойство изнашиваться со временем.",
				content:
					"",
			},
			{
				id: "11",
				title: "Ремонт смесителя на кухне",
				price: 31,
				// content:
				//   "Одно из основных и часто используемых устройств на кухне это кухонный кран. В результате такой эксплуатации он может сломаться, а отсутсвие воды на кухне создает аварийную ситуацию, в следствие чего кран нужно починить быстро и качественно",
				content:
					"",
			},
			{
				id: "12",
				title: "Устранение течи унитаза",
				price: 32,
				// content:
				//   "При смыве вода бежит из точки подключения унитаза к канализации. Неисправная сантехника доставляет множество неудобств и часто является источником конфликта с соседями. Если течет унитаз, то он распространяет неприятный запах не только в туалете, но и по всей квартире, им пропитываются мебель, предметы обихода, одежда. Из-за повышенной влажности в санузле разрушается покрытие пола и стен, а также протекает потолок у жильцов этажом ниже.",
				content:
					"",
			},
			{
				id: "13",
				title: "Установка умывальника/ замена умывальника",
				price: 33,
				// content:
				//   "Выполнение работ может существенно отличаться в зависимости от конкретной модели и разновидности мойки. В некоторых случаях установка мойки, так же как и установка умывальника, производится строго в соответствии с рекомендациями изготовителя, а иногда существует несколько вариантов монтажа и мастер может выбрать наиболее оптимальный с точки зрения практичности и привлекательности.",
				content:
					"",
			},
			{
				id: "14",
				title: "Установка счетчиков",
				price: 34,
				// content:
				//   "Начинается установка счетчиков воды с шарового крана, после чего следует установка фильтра для очистки поступающей воды, самого прибора и обратного клапана, который препятствует «отматыванию» счетчика. Если проводится замена счетчиков воды, вышедших из строя, и все вышеупомянутые устройства кроме счетчика находятся в хорошем состоянии, то мастера иногда могут оставить их на месте, заменив лишь сам счетчик.",
				content:
					"",
			},
			{
				id: "15",
				title: "Установка бойлера",
				price: 35,
				// content:
				//   "Для монтажа бойлера можно вызвать специалистов или справится своими силами, соблюдая все правила техники безопасности. Процесс монтажа накопительного бойлера начинаем с выбора места для его крепления в ванной комнате либо санузле. ",
				content:
					"",
			},
			{
				id: "16",
				title: "Навеска полотенцесушителя",
				price: 26,
				// content:
				//   "Полотенцесушитель хорошая вещь, но может сломаться. Обычно появляется течь. Надо следить за его состоянием, чтобы избежать нежелательного затопления соседей снизу.",
				content:
					"",
			},
			{
				id: "17",
				title: "Установка ванны",
				price: 37,
				// content:
				//   "Ванна – громоздкий предмет, требующий бережного обращения; обколоть эмаль легко, а восстановить очень трудно. Ворочать стальные и пластиковые ванны нужно очень аккуратно: покрытие может треснуть от деформации. Вдобавок, установку ванны приходится делать в тесном помещении. Установка ванны требует от мастера специфических качеств: знаний, умения и мастерства.",
				content:
					"",
			},
			{
				id: "18",
				title: "Вызов сантехника на дом для диагностики*",
				price: 0,
				// content:
				//   "При выявлении неисправности бытовой техники или отопительной системы, требуется вызов мастера. Он проведет полную диагностику, определит причину, подберет нужные детали. Для работы важно приглашать опытного специалиста.",
				content:
					"",
			},
			{
				id: '19',
				title: "Другая услуга",
				price: 20,
				content: '',
			},
		]
	}
 ];