import Image from "next/image";


export default function Preimushestva() {
	return (
		<section className='py-20' id="preimushestva">
			<div className='container mx-auto'>
				<div className='text-center text-white'>
					<h3 className='text-2xl sm:text-4xl font-bold mb-4 uppercase  shadow-text'>
						Наши преимущества
					</h3>
					<p className="mt-4 uppercase mb-5 sd:text-xl xz:text-sm">
						Мы гарантируем оказание высокопрофессиональных услуг по доступным тарифам. Наша цель - предоставить клиентам надежное и качественное обслуживание без переплат и скрытых расходов. Доверьтесь нам, и вы получите оптимальное соотношение цены и качества.
					</p>
				</div>

				<div className='grid grid-cols-1 sm:grid-cols-2 md:grid-cols-3 gap-6 lg:gap-8 xl:gap-10 mt-12'>

					<div className="card bg-white/20 transform-gpu transition-all duration-300 hover:-translate-y-2 hover:shadow-lg">
						<div className="card-body items-center text-center gap-4">
							<a href="#/" className="pt-2">
								<svg t="1704396154234" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="4381" width="70" height="70"><path d="M512 0l448 160v329.216a512 512 0 0 1-296.384 464.4L512 1024l-151.616-70.4A512 512 0 0 1 64 489.232V160L512 0z m0 135.92l-320 114.288v239.008a384 384 0 0 0 222.288 348.304L512 882.88l97.712-45.36A384 384 0 0 0 832 489.216V250.208L512 135.92z m171.648 167.408l90.512 90.512L480 688l-90.512-90.512 0.448-0.464-113.648-113.648 90.512-90.496 113.648 113.648 203.2-203.2z" p-id="4382"></path></svg>

							</a>
							<h4 className="card-title mt-2">
								Качество услуг
							</h4>
							<p className="text-sm base-content">
								Наша компания стремится к высшему стандарту качества. Мы осуществляем тщательный отбор профессиональных сотрудников, обеспечиваем их необходимым оборудованием и средствами для эффективной работы. Каждая услуга проходит контроль качества, чтобы гарантировать безупречный результат. Мы гордимся предоставлением клиентам качество и надежность, приносящих удовлетворение на долгосрочной основе.
							</p>

						</div>
					</div>

					<div className="card bg-white/20 transform-gpu transition-all duration-300 hover:-translate-y-2 hover:shadow-lg">
						<div className="card-body items-center text-center gap-4">
							<a href="#/">
								<svg t="1698344279778" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="10154" width="90" height="90"><path d="M908.8 537.6c-6.4-57.6-38.4-121.6-96-160C780.8 352 742.4 332.8 704 320c-6.4 6.4-12.8 12.8-19.2 19.2-6.4 6.4-19.2 12.8-32 19.2 12.8 0 25.6 6.4 32 12.8C697.6 371.2 704 384 697.6 390.4c-6.4 6.4-19.2 12.8-25.6 6.4-70.4-25.6-153.6-25.6-192-19.2C467.2 384 460.8 377.6 454.4 364.8l0 0c0-12.8 6.4-19.2 19.2-19.2 6.4 0 12.8 0 25.6 0 0 0-6.4-6.4-6.4-6.4C480 326.4 467.2 313.6 460.8 300.8c0 0 0 0 0-6.4C448 300.8 435.2 300.8 428.8 300.8c-64-32-134.4-32-179.2-25.6-19.2 0-32 19.2-19.2 32l38.4 64C224 403.2 192 441.6 172.8 480L128 480c-12.8 0-25.6 12.8-25.6 25.6l0 83.2c0 6.4 6.4 19.2 12.8 19.2l57.6 25.6c25.6 57.6 76.8 102.4 140.8 140.8l0 76.8c0 12.8 12.8 25.6 32 25.6l83.2 0c12.8 0 25.6-6.4 32-12.8l19.2-38.4c19.2 0 38.4 0 51.2 0 32 0 57.6 0 83.2-6.4l0 32c0 12.8 12.8 25.6 32 25.6l83.2 0c12.8 0 25.6-6.4 25.6-12.8 44.8-70.4 89.6-134.4 128-204.8C902.4 614.4 908.8 576 908.8 537.6L908.8 537.6 908.8 537.6zM320 518.4c-25.6 0-38.4-12.8-38.4-32C281.6 467.2 300.8 448 320 448c25.6 0 38.4 12.8 38.4 32C364.8 505.6 345.6 518.4 320 518.4L320 518.4 320 518.4z" p-id="10155"></path><path d="M544 339.2c12.8 6.4 25.6 6.4 38.4 6.4 6.4 0 12.8 0 19.2 0 25.6-6.4 51.2-19.2 70.4-38.4 12.8-12.8 19.2-32 19.2-57.6 0-51.2-51.2-96-108.8-96-64 0-108.8 44.8-108.8 96 0 12.8 6.4 25.6 6.4 38.4C499.2 313.6 518.4 332.8 544 339.2L544 339.2 544 339.2z" p-id="10156"></path></svg>
							</a>
							<h4 className="card-title">
								Экономия
							</h4>
							<p className="text-sm base-content">
								Мы понимаем, что ваше время и ресурсы ценны. Наши услуги сантехника предлагают не только безупречный ремонт, но и экономию ваших сил и средств. Специальные пакеты и гибкая система ценообразования делают наши услуги доступными, обеспечивая вам максимальное удобство и экономию в каждом заказе.
							</p>
						</div>
					</div>

					<div className="card bg-white/20 transform-gpu transition-all duration-300 hover:-translate-y-2 hover:shadow-lg">
						<div className="card-body items-center text-center gap-4">
							<a href="#/" className="pt-3">

								<svg t="1704397861879" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="4272" width="70" height="70"><path d="M481.4848 886.3744l30.6176-19.456 30.5152 19.456c33.0752 21.0944 57.856 27.136 75.6736 22.3232 17.8176-4.8128 36.2496-22.3232 54.3744-57.2416l16.7936-32.1536 36.2496 1.6384c39.2192 1.7408 63.5904-5.4272 76.6976-18.5344 13.1072-13.1072 20.2752-37.4784 18.5344-76.6976l-1.6384-36.2496 32.1536-16.7936c34.816-18.1248 52.4288-36.5568 57.2416-54.3744 4.8128-17.8176-1.2288-42.5984-22.3232-75.6736l-19.456-30.5152 19.456-30.6176c21.0944-33.1776 27.136-57.9584 22.3232-75.776-4.8128-17.8176-22.3232-36.2496-57.2416-54.3744l-32.0512-16.6912 1.536-36.1472c1.6384-39.3216-5.5296-63.7952-18.5344-76.8s-37.4784-20.1728-76.8-18.5344l-36.1472 1.536-16.6912-32.0512c-18.2272-34.9184-36.6592-52.4288-54.3744-57.2416-17.8176-4.8128-42.5984 1.2288-75.776 22.3232l-30.5152 19.456-30.5152-19.456c-33.1776-21.0944-57.9584-27.136-75.776-22.3232-17.8176 4.8128-36.2496 22.3232-54.3744 57.2416L334.7456 204.8l-36.2496-1.536c-39.3216-1.7408-63.6928 5.4272-76.8 18.5344s-20.2752 37.4784-18.5344 76.8l1.536 36.2496-32.1536 16.6912c-34.816 18.1248-52.4288 36.5568-57.2416 54.3744-4.8128 17.8176 1.2288 42.5984 22.3232 75.6736l19.456 30.5152-19.456 30.6176c-21.0944 33.1776-27.136 57.9584-22.3232 75.776 4.8128 17.8176 22.3232 36.2496 57.2416 54.3744l32.0512 16.6912-1.536 36.1472c-1.6384 39.3216 5.5296 63.7952 18.5344 76.8s37.4784 20.1728 76.8 18.5344l36.1472-1.536 16.6912 32.0512c18.2272 34.9184 36.6592 52.4288 54.3744 57.2416 17.92 4.608 42.7008-1.3312 75.8784-22.4256z m30.5152 47.9232c-45.4656 28.9792-85.8112 38.7072-121.0368 29.2864-35.1232-9.4208-65.2288-38.0928-90.112-85.9136-53.9648 2.3552-93.696-9.4208-119.5008-35.1232-25.7024-25.7024-37.4784-65.536-35.1232-119.5008-47.8208-24.8832-76.4928-54.9888-85.9136-90.112-9.4208-35.1232 0.3072-75.4688 29.2864-121.0368-28.8768-45.3632-38.7072-85.7088-29.184-120.9344 9.4208-35.2256 38.0928-65.2288 85.9136-90.112-2.3552-53.8624 9.3184-93.696 35.1232-119.5008s65.536-37.4784 119.5008-35.1232c24.8832-47.8208 54.9888-76.4928 90.112-85.9136 35.2256-9.4208 75.5712 0.3072 121.0368 29.2864 45.4656-28.9792 85.8112-38.7072 121.0368-29.2864 35.1232 9.4208 65.2288 38.0928 90.112 85.9136 53.9648-2.3552 93.696 9.4208 119.5008 35.1232 25.7024 25.7024 37.4784 65.536 35.1232 119.5008 47.8208 24.8832 76.4928 54.9888 85.9136 90.112 9.4208 35.1232-0.3072 75.4688-29.2864 121.0368 28.9792 45.4656 38.7072 85.8112 29.2864 121.0368-9.4208 35.2256-38.0928 65.2288-85.9136 90.112 2.3552 53.8624-9.3184 93.696-35.1232 119.5008-25.8048 25.8048-65.6384 37.4784-119.5008 35.1232-24.8832 47.8208-54.8864 76.4928-90.112 85.9136-35.328 9.4208-75.6736-0.4096-121.1392-29.3888z" p-id="4273"></path><path d="M627.0976 504.7296c24.9856 0 44.1344 8.6016 57.7536 26.8288 11.8784 15.4624 18.2272 36.4544 18.2272 62.3616 0 25.4976-6.3488 46.3872-18.2272 62.3616-13.6192 17.3056-32.768 26.4192-57.7536 26.4192-25.4976 0-45.056-9.1136-58.6752-26.4192-12.288-16.384-18.2272-36.864-18.2272-62.3616 0-25.9072 5.9392-46.8992 18.2272-62.3616 13.6192-18.2272 33.28-26.8288 58.6752-26.8288z m-45.056-153.3952h37.2736L436.9408 689.0496h-36.864l181.9648-337.7152zM393.216 357.6832c24.9856 0 44.1344 8.6016 57.7536 26.8288 11.8784 15.4624 18.2272 36.4544 18.2272 62.3616 0 25.4976-6.3488 46.3872-18.2272 62.3616-13.6192 17.3056-32.768 26.4192-57.7536 26.4192-25.4976 0-45.056-9.1136-58.6752-26.4192-12.288-16.384-18.2272-36.864-18.2272-62.3616 0-25.9072 5.9392-46.8992 18.2272-62.3616 13.6192-18.1248 33.1776-26.8288 58.6752-26.8288z m233.8816 178.4832c-11.8784 0-20.48 5.9392-25.9072 17.7152-4.096 9.5232-5.9392 22.7328-5.9392 40.0384 0 16.384 1.8432 29.5936 5.9392 39.6288 5.4272 11.8784 14.1312 17.7152 25.9072 17.7152 11.3664 0 19.5584-6.3488 24.9856-18.6368 3.6864-9.5232 5.9392-22.3232 5.9392-38.7072 0-16.7936-2.2528-30.0032-6.3488-39.6288-4.9152-12.288-13.1072-18.1248-24.576-18.1248zM393.216 389.12c-11.8784 0-20.48 5.9392-25.9072 17.7152-4.096 9.5232-5.9392 22.7328-5.9392 40.0384 0 16.384 1.8432 29.5936 5.9392 39.6288 5.4272 11.8784 14.1312 17.7152 25.9072 17.7152 11.3664 0 19.5584-6.3488 24.9856-18.6368 3.6864-9.5232 5.9392-22.3232 5.9392-38.7072 0-16.7936-2.2528-30.0032-6.3488-39.6288-5.0176-12.1856-13.2096-18.1248-24.576-18.1248z" p-id="4274"></path></svg>
							</a>
							<h4 className="card-title mt-2">
								Гибкая система скидок
							</h4>
							<p className="text-sm base-content">
								Мы предлагаем гибкую систему скидок для наших постоянных клиентов. Наши постоянные заказчики имеют возможность экономить на каждой услуге благодаря нашей программе лояльности. Мы ценим долгосрочные отношения с нашими клиентами и стремимся делать наши услуги максимально выгодными и доступными. Не упустите возможность получить дополнительные привилегии и скидки, становясь частью нашей дружной семьи клиентов!
							</p>
						</div>
					</div>
				</div>
			</div>
		</section>

	)
}