

export const AboutSection = () => {
	return (
		<section className="">
			<div className='container mx-auto'>
				<div className="bg-white/10 rounded-xl sd:px-8 xz:px-2 sd:py-10 xz:py-5  text-center">
					<h4 className="text-xl font-semibold mb-4">
						Добро пожаловать в нашу сантехническую компанию!
					</h4>
					<p className="text-sm base-content mb-4">
						Мы — небольшая, но амбициозная компания, готовая предоставить вам качественные сантехнические услуги прямо у вас дома. Наша цель — сделать ваше жизненное пространство комфортным и беззаботным.
					</p>
					<p className="text-sm base-content mb-4">
						Мы гордимся качеством наших услуг. Наши опытные мастера обеспечивают профессиональное обслуживание, используя передовые методы и современное оборудование. Мы уделяем особое внимание деталям, чтобы каждая задача была выполнена с максимальной тщательностью.
					</p>
					<p className="text-sm base-content mb-4">
						Наша компания гарантирует качество предоставляемых услуг. Мы уверены в профессионализме наших сотрудников, поэтому предоставляем гарантию на все выполненные работы. Ваше удовлетворение — наш приоритет.
					</p>
					<p className="text-sm base-content mb-4">
						У нас прозрачная ценовая политика. Мы предлагаем конкурентоспособные и честные цены без скрытых платежей. Вместе с тем, для наших постоянных клиентов действует гибкая система скидок, делая наши услуги еще более доступными.
					</p>
					<p className="text-sm base-content mb-4">
						Мы понимаем, что время для вас ценно. Поэтому наши мастера готовы к быстрому выезду к вам. Мы ценим ваш комфорт и стремимся решить любые сантехнические проблемы оперативно и эффективно.
					</p>
					<p className="text-lg base-content mt-6">
						Выбрав нас, вы выбираете надежного партнера в уходе за вашими сантехническими потребностями. Доверьтесь нам, и мы сделаем ваш дом еще уютнее и безопаснее!
					</p>
				</div>

			</div>
		</section>
	)
}
